{
  "roasteds": [{
    "name": "Medium Sumatra",
    "weight": 20,
    "greenUsed": "Sumatra"
  },{
    "name": "Dark Columbia",
    "weight": 20,
    "greenUsed": "Columbia"
  },{
    "name": "Medium Kona",
    "weight": 20,
    "greenUsed": "Kona"
  },{
    "name": "French Roast",
    "weight": 20,
    "greenUsed": "Columbia"
  }],
  "greens": [{
    "name": "Sumatra",
    "weight": 50,
    "description": "Mandheling is named after the Mandailing people located in North Sumatra, Indonesia. The name is the result of a misunderstanding by the first foreign purchaser of the variety, and no coffee is actually produced in the 'Mandailing region'. Lintong on the other hand, is named after the Lintong district, also located in North Sumatra. This is not a specific cultivar, but rather a region with a specific processing style."
    },{
    "name": "Columbia",
    "weight": 50,
    "description": "Coffee was first introduced to the country of Colombia in the early 1800s. Today Maragogipe, Caturra, Typica|Typica and Bourbon cultivars are grown. When Colombian coffee is freshly roasted it has a bright acidity, is heavy in body and is intensely aromatic. Colombia accounts for about 12% of the coffee market (by value) in the world, third in volume after Vietnam and Brazil."
    },{
    "name": "Ethiopian",
    "weight": 50,
    "description": "From the Yirgachefe district in the Gedeo Zone of the Southern Nations, Nationalities, and People's Region of Ethiopia. All three Ethiopian varieties are trademarked names with the rights owned by Ethiopia."
    },{
    "name": "Kona",
    "weight": 50,
    "description": "Grown on the slopes of Hualalai and Mauna Loa in the Kona District on the Big Island of Hawaii. Coffee was first introduced to the Islands by Chief Boki, the Governor of Oahu, in 1825."
    },{
    "name": "Guatemalan",
    "weight": 50,
    "description": "Grown in the rolling hills of Guatemala, this variety has strong earthy tones with an oak finish. It is best as a dark roast and blends well with beans grown in high elevations."
  }],
  "blends": [{
    "name": "Super Blend",
    "recipe": [{
      "name": "Medium Sumatra",
      "percent": 0.25
    },{
      "name": "Dark Columbia",
      "percent": 0.25
    },{
      "name": "Medium Kona",
      "percent": 0.25
    },{
      "name": "French Roast",
      "percent": 0.25
      }],
    "description": "It's a blend of everything"
  },{
    "name": "Josh's Blend",
    "recipe": [{
      "name": "Dark Columbia",
      "percent": 0.5
    },{
      "name": "Medium Kona",
      "percent": 0.5
      }],
    "description": "Josh's favorite blend. It has a sweet start and ends with a bold refreshing blast of flavor."
  },{
    "name": "Chance's Blend",
    "recipe": [{
      "name": "French Roast",
      "percent": 1.0
      }],
    "description": "A dark French Roast of Columbian coffee. Has a smooth mouth feel and bold taste."
  }],
  "orders": [{
      "blendID": 1,
      "weight": 5,
      "name": "Mary",
      "fulfilled": false
    }, {
      "blendID": 2,
      "weight": 1,
      "name": "Joe",
      "fulfilled": false
    },{
      "blendID": 0,
      "weight": 10,
      "name": "James",
      "fulfilled": false
    }]
}
